{
    "founder": [
        {
            "name": "Dr. Jerry Akubo",
            "slug": "dr_jerry_akubo",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683806248/my_folder/TACteam/WhatsApp_Image_2023-05-11_at_12.33.41_PM_iedf99.jpg",
            "about": "Jerry Akubo is a Doctor of Emerging Technologies. He is the founder and CEO Technology Against Crime Initiative - Africa. A futurist oriented NGO in Nigeria, an NGO wholly committed to developing the Africa’s Economic and Security space through Digital Specialized Skills and Capacity building for Academia, Law Enforcement Agencies, Government Organizations and individuals by serving as catalyst through which Emerging Technological Solutions could be thought in a structured and easy to learn methodology. ",
            "about2": "Dr. Jerry Akubo is a Drone Expert, maritime survey Expert and an Intelligence System Support specialist trained by INTERPOL and FBI.  He is currently a member of INTERPOL Drone Expert Forum and a host of other International bodies. Being active in the Law Enforcement Domain for over two decades now, he uses the NGO TAC Africa as a medium to give back to the society by expanding and establishing other initiatives i.e. The School of Hardknocks Foundation, Project 774, Drone Safety Initiative, etc.",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "ED/CEO Technology Against Crime, Africa"
        }
    ],
    "subjectMatterExpert": [
        {
            "name": " Oyeh Ugonma",
            "slug": "Oyeh_Ugonma",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1684257737/my_folder/TACteam/CamScanner_05-11-2023_16.10_page-0001-Recovered_vyda6o.png",
            "about": "Miss. Oyeh Ugonma L is a Microbiologist and a Public Health Specialist.  She currently serves as the Project Coordinator and Social Media manager for the School of Hard Knoccks foundation, Nigeria. Miss. Ugonma has attended numerous capacity-building engagements both within the country and overseas and its impact is felt in her output volume in lieu of her expected deliverables. ",
            "about2": "She has led the team in the realization of numerous deliverables in line with the goals of the School of Hardknocks Foundation. Having executed the marking of the International Drone Safety Day, the International Zero-Waste Day and so many others, Ugonma is also involved in the planning for Project 774 which is expected to positively affect communities across the 774 LGAs in Nigeria. A good team player and proponent of synergy in realizing organizational goals and objectives, she is passionate about geopolitics, sports, healthy living, global technological advancements, etc.",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Project Coordinator / Social Media manager"
        }, {
            "name": "Ifeanyi Anya",
            "slug": "Ifeanyi_Anya",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1686830940/my_folder/TACteam/13481f59-5ea4-408f-9aa1-8e91598e2ce9_dlsp8w.jpg",
            "about": "Ifeanyi Anya is the Head Department for Communications/Program Strategy for TAC Africa/ SOHK Nigeria, and has spent his life using his personal and career experiences in the humanitarian realm to help vulnerable women and Indigent Children overcome post-traumatic stress disorder and provide them with the support they need when their life seems to be hopeless. ",
            "about2": "He knows there is no single approach that works for everyone, so he continues to educate himself on emerging trends and innovative solutions to provide the most comprehensive program that works for the actualization of Corporate objectives. He has experience in Banking, Human Resource Management, Therapy, Research Development Analysis, Information Management, Etc.            ",
            "about3": "He received his education at the African University of Benin (AUB) with a Master’s in Human Resources  Management and a Doctorate Degree in view (PhD). He also holds a Bachelor’s in Library and Information Science (BSc) in Abia State University,  Uturu. He is an avid researcher, and his work has been published in several articles in the Nigerian Newspapers.",
            "about5": "",
            "about6": "",
            "designation": "COMMUNICATIONS & STRATEGY/ PROGRAM "
        }, {
            "name": "Kind Akubo",
            "slug": "Kind_Akubo",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683798316/my_folder/TACteam/a49ce4d6-f7d4-456f-af5b-7a4dfea61136_i7zexo.jpg",
            "about": "As a seasoned crypto and Blockchain manager, he has a strong passion for driving innovation and creating innovative solutions in the financial sector. With years of experience in managing cryptocurrency transactions, developing decentralized applications, and leading cross-functional teams, he brings a wealth of knowledge to the table. ",
            "about2": "His expertise in Blockchain technology, digital assets, and smart contracts enables him to navigate the complexities of the industry with ease. He is committed to staying up-to-date with the latest trends and developments in the space while ensuring compliance with regulatory requirements.",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Head, Blockchain and Cryptocurrency "
        }, {
            "name": "Barr Charles Okenwa",
            "slug": "barr_charles_okenwa",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683807305/my_folder/TACteam/21ba6a44-b898-44cd-b388-be23329cb289_tu1ejm.jpg",
            "about": "My name is Barr Charles okenwa, I am from abia state in Nigeria. My passion for human right advocacy and justice for the less privilege was my drive to study law.  I studied law and graduated in abia state university in nigeria. I did the mandatory five years course in the university as part of the requirements to become a lawyer in Nigeria and proceeded to Nigeria law school kano for the final one year professional training program where I was awarded my bachelor's of law degree and license to practice in Nigeria in the year 2013.Upon my graduation I did internship with various law firms to gain experience in the business of law for three years before I set up my law office (chamber) with my colleague as an associate. ",
            "about2": "The name of my law office is Medina law associate & co. I've been involved in continuous mandatory legal training which I got a certification on rule of law and anti corruption program organized  by the European Union. ",
            "about3": "Secondly a certification on legislative drafting organized by the national institute of legislative and Democratic studies abuja(NILDS) is an outpost of the national assembly of Nigeria (NASS)  Thirdly seminar and workshop organized by the center for socio- legal studies on research and networking for justice reform, human right and good governance organized and sponsored by the MacArthur's foundation. ",
            "about5": "All this training and several others greatly propelled my desire to establish a Non- governmental organization in the  year 2020 by the name daddy's house foundation for the less privilege with the sole objectives of reform of the criminal justice system in Africa, providing probono legal services to the less privilege,rehabilitation and skill acquisition for inmates and trafficked persons,sensitisation on legal matters in accord with the united nation charter on human right and protection,prison visitation with provisions of welfare and support and defence for the abused. ",
            "about6": "I am intelligent,resourceful, value oriented and a positive minded person. I like reading, researching and thinking. I also have a strong desire to impact positively through my humanitarian intervention programs, it give me joy to put smiles on peoples faces. Furthermore daddy's house foundation for the less privilege has engaged in the following intervention programs. Payment of fines for remorseful inmates with an option of fine.Provision of welfare support and rehabilitation programs to prison inmates,skill acquisition programs to make them productive and relevant with economic value.",
            "designation": "Legal Advisor"
        },
        {
            "name": "Amb.Victor Atewe",
            "slug": "Amb_Victor_Atewe",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685275055/my_folder/TACteam/11e36469-c76f-4573-a4bd-1bd08b30b7af_kaggcp.jpg",
            "about": "Amb.Victor Atewe is the CEO of Vikprince Multimedia Production Limited a all in one multimedia company birthed in the year 2014 with over 17years of vast experience in the Tele-media Industry given to the background as the Lead Consultant /CEO and trained Broadcaster/Journalist in Nigeria. ",
            "about2": "He successfully  handled National and International media projects ranging from Democracy Heroes Awards 2017, 2018,2019 and 2020, COREN Awards and Dinner 2018, Nigerian Teen Choice Awards, 3D Animation Content Creator for Advocacy for women with disability in partnership with USAID & Canada Aid, Media Consultant for Nigerian Lottery Trust Fund (NLTF), Euro Scholar Poland amongst other ",
            "about3": "Victor Atewe has over the years, through hard work and research earned itself the capacity to deliver service inline with the international best practices in media ,public relations,and the Events industry, working to deliver our client's expectations.",
            "about5": "",
            "about6": "",
            "designation": "CEO, Vikprince Multimedia Production Limited"
        },
        {
            "name": "Tega David Igbru",
            "slug": "Tega_David_Igbru",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685275050/my_folder/TACteam/DSC_1168_j6qb0z.jpg",
            "about": "Tega David Igbru began his career as an entrepreneur in 1997, and has served as CEO at  Tegbrus international. for over two decades. He has 26 years experience in business and 9 years experience in business coaching and consulting. He has developed programs such as 'save and shop free and Creative imagination Mathematics (CI Maths) As a skilled speaker, motivator and psychologist, he has trained and lead leaders in emotional intelligence development programs.As a resource person and coach he has trained and supervised teams of several NGO's and marketing groups over the past decades. He is an advocate of education and a student of life. He is a professional communicator and teacher, a life coach and entrepreneur. ",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "CEO, Tegbrus international"
        },
        {
            "name": "Olisa Ogbechie",
            "slug": "Olisa_Ogbechie",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685275073/my_folder/TACteam/b673ddec-e878-4435-93ea-3545541ae4a8_t0abfp.jpg",
            "about": "Olisa Ogbechie is a result-driven and highly movated professional with solid background and ten (10)+ years experience in business development, customer experience consulting, project management, branding, product design, research and data analysis in a professionally demanding and fast-pace environment. A clean and safe environment enthusiast, he is the co-founder of Mr. Tidy Green environ Nigeria Limited. He is also the founder and Maging Director of GIOPAT DC. Limited. A B2B brandind and product design consultancy company. He holds a Barchelor degree and an MBA in view from Ahmadu Bello University, Zaria. He is dedicated and committed to transforming lives and human capacity building through art and digital skills training. He has championed various internationally recognised projects focused on social good like: Kaduna State Waste to Cash, BOI GEEP (CEO Dustbin), BBC Media Action-Do it for Love (covid-19 vaccination), Street Art Fiesta (No to Drug Abuse), TAC Africa/Mr. Tidy-Zero Waste (Keeping the Railway Corridors clean and safe)",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "co-founder, Mr. Tidy Green environ Nigeria Limited"
        }
        ,
        {
            "name": "Mr Baba Lukman",
            "slug": "Mr_Baba_Lukman",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685275087/my_folder/TACteam/3ecd57aa-6f23-4f71-abd4-fec2b28fc8fc_t4zcty.jpg",
            "about": "Mr Baba Lukman an Unmanned Aerial Vehicle Expert specialize with Mobile Network Secure Data links, and also IT Consultant. He's a project and Team Coordinator at Technology Against Crime Africa(TAC)",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Unmanned Aerial Vehicle Expert"
        }
        ,
        {
            "name": "Tobi Richard Sangotola",
            "slug": "Tobi_Richard_Sangotola",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685618371/my_folder/sohk/f8ca3502-c9e1-48eb-a956-bc83f6a7080b_vtntvb.jpg",
            "about": "Deployed and Operated DJI Mini 2 and Mavic Air drones for various commercial projects, including Estates, Events coverage, Aerial photography, Documentary and Construction site surveys. Utilized Lightroom and Premiere Pro software to edit and enhance aerial photos and videos, resulting in 100% client satisfaction. Conducted basic training for a few of my crew members on drone operations, footage gathering for documentaries etc 2 years experience as a Drone pilot.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Creative Director/Visual Artist/Producer/Drone Pilot (Aerial Works)"
        },
        {
            "name": "Innocent korie",
            "slug": "Innocent_korie",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1687554588/my_folder/TACteam/Innocent_korie-passport_-_Inno_Korie_f3vwer.jpg",
            "about": "Enthusiastic and solution-driven IT Infrastructure architect, eager to contribute to team success through hard work, attention to detail, and excellent organizational skills. A clear understanding of project management and training in Cloud Computing, network management, and IT Security. Motivated to learn, grow and excel in IT security and governance. He is also a graduate of Electronics and Computer Engineering, a COREN registered engineer and a certified CPN IT professional.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Infrastructure architect"
        }
    ],
    "coaches": [
        {
            "name": "Adamu Ekpa Sada",
            "slug": "adamu_ekpa_sada",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683560833/my_folder/TACteam/WhatsApp_Image_2023-05-08_at_12.53.14_PM_hwaglx.jpg",
            "about": "Is a grand master in taekwondo and karate, boasts an impressive 22-year journey in martial arts. He honed his skills at the renowned Nigerian Defence Academy, Kaduna  and subsequently established AES Ti-Long Martial Arts. Trained under Local and International Coaches, a local,  National  & International black belter, a darkBlue / Silver Medalist. ",
            "about2": "Adamu's profound impact on numerous individuals, both Nigerian and foreign, is testament to his exceptional teaching abilities. Formerly Serving as an instructor at the Abuja Sports Council and being a valued member of the Shotokan Karate - Do International Federation (SKIF), also  affiliated to Nigeria Taekwondo Federation (NTF), further exemplify his dedication and expertise. With an illustrious career, Adamu Ekpa Sada (Ti - Long) continues to inspire and empower others through the realm of martial arts.",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Taekwondo Grand Master "
        },
        {
            "name": "Gloria Ugochi Ugolee-Ehiosun",
            "slug": "Gloria_Ugochi_Ugolee-Ehiosun",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1685639676/my_folder/sohk/WhatsApp_Image_2023-06-01_at_12.31.22_vcpulp.jpg",
            "about": "Gloria Ugolee- Ehiosun, A mother, a filmmaker, and a girl-child advocate. Alumni of the US white house Initiative Academy for Women Entrepreneurs, a graduate from 3 renowned film schools with multiple awards.",
            "about2": "She has taken part in Hallmark productions like the BBC 'Wetin de', The Xfactor reality show, Nija got talent, The Making of a Chef, The Nisal Radio drama, The Gist 'television talk show the Integrity Icons Nigeria, and a host of Impact short stories that has influenced positive behavioral changes in the society.",
            "about3": "In her spare time, she volunteers to work with kids at the IDP camps giving them education and hope and teaches script writing at secondary schools to help the kids tell their stories and use content to solve issues they face like bullying and teenage pregnancy.",
            "about5": "",
            "about6": "",
            "designation": "Creative Director/Visual Artist/Producer/Drone Pilot (Aerial Works)"
        },
        {
            "name": "Etimbuk Obohoso",
            "slug": "etimbuk_obohoso",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683560844/my_folder/TACteam/WhatsApp_Image_2023-05-08_at_10.35.56_AM_utcacr.jpg",
            "about": "Etimbuk Obohoso is a young passionate, dedicated and Creative Sports Entrepreneur, a Second Class upper division graduate of Physical Education, and  holder of Diploma in Physical Education and Sports Studies, both in  University of Uyo. He is the CEO of Eti Sports Pro.Etimbuk is thriving to be a global Sports business guru, he believes he 's a rare change actor that the world needs. ",
            "about2": "The one time president of Akwa Ibom State Students, is so optimistic and intentional in good leadership, as a leader he subscribe to the idealogy that one day a better leadership shall saddle in the Nigerian governance system.",
            "about3": " He is a Pan Africanist, Public Speaker, a multi time representative of Nigeria in Model United Nations simulations Obohos, is a licence grade one National football referee, a trained Tennis Coach and player, a trained Swimming Coach, fitness instructor and a Physical Education Teacher who is determined to impact the generation with the right mental picture of any sports while developing and engaging a generation of young people positively in sports In order to reduce their vice engagement in the society.He is a certified Project Manager, a life guard and a first Aider.He hails from Akwa Ibom state and operates with the Philosophy; Be the Change you wish to see in the World.",
            "about5": "",
            "about6": "",
            "designation": "Tennis Coach"
        }, {
            "name": "Simon Odoma Ademu",
            "slug": "simon_odoma_ademu",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683561506/my_folder/TACteam/MAIN_PICTURE_-_Ademu_Simon_no5zxr.jpg",
            "about": "An avid and passionate Educator, Life Coach, Strategic Trainer, Motivational Speaker and a renowned Educational Consultant with over ten years of result-oriented experience. He is a Cambridge and Harvard Certified educator. ",
            "about2": "“Mr Simon” as learners fondly call him is also a certified trainer by the British Council Partner Schools Network. Simon believes that every learner is endowed with great potentials to excel beyond every imagination. He collaborates with various schools and organizations of International repute in Nigeria and abroad while adopting the 21st century innovative approaches to learning.  ",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Educational Coach/Mentor"
        }
    ],
    "secretariat": [
        {
            "name": "Mark Saiki",
            "slug": "Mark_Saiki",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683650767/my_folder/TACteam/mr_mark_pv0js3.png",
            "about": "Brought over 15 year's experience from both private and public sectors of Nigeria. Before joining our team he worked with national commission for museums and movements First City Group FCMB, Nigeria Employers Consultative group among other. He is a member of Nigeria institute of management, rotary international where he has serve as vice president, president at as a co-chair district polo eradication. ",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "General Manager TAC Africa Headquarters"
        },
        {
            "name": "Jahswill Emmanuel Omasio",
            "slug": "Jahswill_Emmanuel_Omasio",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683814507/my_folder/TACteam/1683808901184_dmzigx.png",
            "about": "Is Enterprising 3d Visual Manager in tune with current trends especially in executive ideations. Adept at working well under pressure to ensure that engaging displays are designed and fully completed within often tight time frames. Skilled at delegating and ensuring efficient project turnaround.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Head of Graphics, I.T and General manager TAC Hub"
        },
        {
            "name": "Ibrahim M. Ali",
            "slug": "Ibrahim_M_Ali",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1670457150/my_folder/TACteam/ibro_ardo1w.png",
            "about": "Is an Expert in UAV/ Drone technology, he has been employed with Technology Against Crime Africa (TAC-AFRICA) for more than four years, He oversees and manages all technical operations and maintenance using his professional expertise in IT, drones, and other engineering services including networking and CCTV camera installation, etc. He obtains a Certification in Introduction to Drone, UAV/Drone Pilot 107, Drone Aerial Photogrammetry and Videography, Drone GIS, and 3D Mapping Techniques Using Drones.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "UAV, Drone Expert "
        },
        {
            "name": "Ekaji Onah",
            "slug": "Ekaji_Onah",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1670457151/my_folder/TACteam/WhatsApp_Image_2022-07-07_at_12.37.30_PM_chsmbq.jpg",
            "about": "Is an experienced web/software developer with knowledge of various programming languages and version control systems. He is responsible for developing and maintaining the TAC Africa website and other in-house software.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Web Developer"
        }, {
            "name": "Oiza Goodness Emmanuel",
            "slug": "Oiza_Goodness_Emmanuel",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1683802009/my_folder/TACteam/Screenshot_from_2023-05-11_11-46-28_hz8x5j.png",
            "about": "Oiza Goodness Emmanuel is a content writer and social media manager. With a degree in International relations and Diplomacy, she is keen, passionate and reliable with remarkable organization and communication skills. She reads over drafts, generates content and determines which ones make the final cut for publication. She also cross references citations in content to ensure accuracy and formats the final product in a way consistent with the rest of the content on our blog and pages.",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Content Writer/Social Media Manager "
        }, {
            "name": "Salau Umar-Mukhtar",
            "slug": "Salau_Umar-Mukhtar",
            "image": "https://res.cloudinary.com/tacafrica/image/upload/v1670849838/my_folder/TACteam/54ca6959-fd82-406f-a7f0-f8ec4ab5c906_o0vbws.jpg",
            "about": "Is a graphics designer and also a front-end web developer in practice. He is proficient with multiple visual programs and familiar with layouts and graphic fundamentals. Umar’s responsibility is to assist in completing all types of work that are related to graphic design and website content. And also managing the company’s social media",
            "about2": "",
            "about3": "",
            "about5": "",
            "about6": "",
            "designation": "Junior Graphics Designer"
        }

    ]

}
